{
  "commissions": [
    {
      "id": "constitutional_commissions",
      "title": "Constitutional Commissions",
      "subtitle": "ARTICLE IX - Common Provisions",
      "sections": [
        {
          "name": "Section 1",
          "paragraph": "The Constitutional Commissions, which shall be independent, are the Civil Service Commission, the Commission on Elections, and the Commission on Audit."
        },
        {
          "name": "Section 2",
          "paragraph": "No Member of a Constitutional Commission shall, during his tenure, hold any other office or employment. Neither shall he engage in the practice of any profession or in the active management or control of any business which in any way be affected by the functions of his office, nor shall he be financially interested, directly or indirectly, in any contract with, or in any franchise or privilege granted by the Government, any of its subdivisions, agencies, or instrumentalities, including government-owned or controlled corporations or their subsidiaries."
        },
        {
          "name": "Section 3",
          "paragraph": "The salary of the Chairman and the Commissioners shall be fixed by law and shall not be decreased during their tenure."
        },
        {
          "name": "Section 4",
          "paragraph": "The Constitutional Commissions shall appoint their officials and employees in accordance with law."
        },
        {
          "name": "Section 5",
          "paragraph": "The Commission shall enjoy fiscal autonomy. Their approved annual appropriations shall be automatically and regularly released."
        },
        {
          "name": "Section 6",
          "paragraph": "Each Commission en banc may promulgate its own rules concerning pleadings and practice before it or before any of its offices. Such rules however shall not diminish, increase, or modify substantive rights."
        },
        {
          "name": "Section 7",
          "paragraph": "Each Commission shall decide by a majority vote of all its Members any case or matter brought before it within sixty days from the date of its submission for decision or resolution. A case or matter is deemed submitted for decision or resolution upon the filing of the last pleading, brief, or memorandum required by the rules of the Commission or by the Commission itself. Unless otherwise provided by this Constitution or by law, any decision, order, or ruling of each Commission may be brought to the Supreme Court on certiorari by the aggrieved party within thirty days from receipt of a copy thereof."
        },
        {
          "name": "Section 8",
          "paragraph": "Each Commission shall perform such other functions as may be provided by law."
        }
      ]
    }
  ]
}
