{
    "civilOne": [
      {
        "id": "civil",
        "title": "AN ACT TO ORDAIN AND INSTITUTE THE CIVIL CODE OF THE PHILIPPINES",
        "subtitle": "Effect and Application of Laws",
        "article": [
          {
            "name": "Article 1",
            "paragraph": "This Act shall be known as the Civil Code of the Philippines."
          },
          {
            "name": "Article 2",
            "paragraph": " Laws shall take effect after fifteen days following the completion of their publication in the Official Gazette, unless it is otherwise provided. This Code shall take effect one year after such publication."
          },
          {
            "name": "Article 3",
            "paragraph": "Ignorance of the law excuses no one from compliance therewith."
          },
          {
            "name": "Article 4",
            "paragraph": "Laws shall have no retroactive effect, unless the contrary is provided."
          },
          {
            "name": "Article 5",
            "paragraph": "Acts executed against the provisions of mandatory or prohibitory laws shall be void, except when the law itself authorizes their validity."
          },
          {
            "name": "Article 6",
            "paragraph": "Rights may be waived, unless the waiver is contrary to law, public order, public policy, morals, or good customs, or prejudicial to a third person with a right recognized by law."
          },
          {
            "name": "Article 7",
            "paragraph": "Laws are repealed only by subsequent ones, and their violation or non-observance shall not be excused by disuse, or custom or practice to the contrary. When the courts declared a law to be inconsistent with the Constitution, the former shall be void and the latter shall govern. Administrative or executive acts, orders and regulations shall be valid only when they are not contrary to the laws or the Constitution."
          },
          {
            "name": "Article 8",
            "paragraph": "Judicial decisions applying or interpreting the laws or the Constitution shall form a part of the legal system of the Philippines."
          },
          {
            "name": "Article 9",
            "paragraph": "No judge or court shall decline to render judgment by reason of the silence, obscurity or insufficiency of the laws."
          },
          {
            "name": "Article 10",
            "paragraph": "In case of doubt in the interpretation or application of laws, it is presumed that the lawmaking body intended right and justice to prevail."
          },
          {
            "name": "Article 11",
            "paragraph": "Customs which are contrary to law, public order or public policy shall not be countenanced."
          },
          {
            "name": "Article 12",
            "paragraph": "A custom must be proved as a fact, according to the rules of evidence."
          },
          {
            "name": "Article 13",
            "paragraph": "When the laws speak of years, months, days or nights, it shall be understood that years are of three hundred sixty-five days each; months, of thirty days; days, of twenty-four hours; and nights from sunset to sunrise. If months are designated by their name, they shall be computed by the number of days which they respectively have. In computing a period, the first day shall be excluded, and the last day included."
          },
          {
            "name": "Article 14",
            "paragraph": "Penal laws and those of public security and safety shall be obligatory upon all who live or sojourn in the Philippine territory, subject to the principles of public international law and to treaty stipulations."
          },
          {
            "name": "Article 15",
            "paragraph": "Laws relating to family rights and duties, or to the status, condition and legal capacity of persons are binding upon citizens of the Philippines, even though living abroad."
          },
          {
            "name": "Article 16",
            "paragraph": "Real property as well as personal property is subject to the law of the country where it is stipulated. However, intestate and testamentary successions, both with respect to the order of succession and to the amount of successional rights and to the intrinsic validity of testamentary provisions, shall be regulated by the national law of the person whose succession is under consideration, whatever may be the nature of the property and regardless of the country wherein said property may be found."
          },
          {
            "name": "Article 17",
            "paragraph": "The forms and solemnities of contracts, wills, and other public instruments shall be governed by the laws of the country in which they are executed. When the acts referred to are executed before the diplomatic or consular officials of the Republic of the Philippines in a foreign country, the solemnities established by Philippine laws shall be observed in their execution. Prohibitive laws concerning persons, their acts or property, and those which have for their object public order, public policy and good customs shall not be rendered ineffective by laws or judgments promulgated, or by determinations or conventions agreed upon in a foreign country."
          },
          {
            "name": "Article 18",
            "paragraph": "In matters which are governed by the Code of Commerce and special laws, their deficiency shall be supplied by the provisions of this Code."
          }
        ]
      }
    ]
  }
  