{
    "Chapter 2": {
      "title": "Marriages Exempted from License Requirement",
      "articles": [
        {
          "article": 27,
          "text": "In case either or both of the contracting parties are at the point of death, the marriage may be solemnized without necessity of a marriage license and shall remain valid even if the ailing party subsequently survives."
        },
        {
          "article": 28,
          "text": "If the residence of either party is so located that there is no means of transportation to enable such party to appear personally before the local civil registrar, the marriage may be solemnized without necessity of a marriage license."
        },
        {
          "article": 29,
          "text": "In the cases provided for in the two preceding articles, the solemnizing officer shall state in an affidavit executed before the local civil registrar or any other person legally authorized to administer oaths that the marriage was performed in articulo mortis or that the residence of either party, specifying the barrio or barangay, is so located that there is no means of transportation to enable such party to appear personally before the local civil registrar and that the officer took the necessary steps to ascertain the ages and relationship of the contracting parties and the absence of legal impediment to the marriage."
        },
        {
          "article": 30,
          "text": "The original of the affidavit required in the last preceding article, together with the legible copy of the marriage contract, shall be sent by the person solemnizing the marriage to the local civil registrar of the municipality where it was performed within the period of thirty days after the performance of the marriage."
        },
        {
          "article": 31,
          "text": "A marriage in articulo mortis between passengers or crew members may also be solemnized by a ship captain or by an airplane pilot not only while the ship is at sea or the plane is in flight, but also during stopovers at ports of call."
        },
        {
          "article": 32,
          "text": "A military commander of a unit, who is a commissioned officer, shall likewise have authority to solemnize marriages in articulo mortis between persons within the zone of military operation, whether members of the armed forces or civilians."
        },
        {
          "article": 33,
          "text": "Marriages among Muslims or among members of the ethnic cultural communities may be performed validly without the necessity of marriage license, provided they are solemnized in accordance with their customs, rites or practices."
        },
        {
          "article": 34,
          "text": "No license shall be necessary for the marriage of a man and a woman who have lived together as husband and wife for at least five years and without any legal impediment to marry each other. The contracting parties shall state the foregoing facts in an affidavit before any person authorized by law to administer oaths. The solemnizing officer shall also state under oath that he ascertained the qualifications of the contracting parties are found no legal impediment to the marriage."
        }
      ]
    }
  }
  