{
    "chapters": [
      {
        "name": "Chapter 3 - Illegitimate Children",
        "articles": [
          {
            "article": 175,
            "text": "Illegitimate children may establish their illegitimate filiation in the same way and on the same evidence as legitimate children. The action must be brought within the same period specified in Article 173, except when the action is based on the second paragraph of Article 172, in which case the action may be brought during the lifetime of the alleged parent."
          },
          {
            "article": 176,
            "text": "Illegitimate children shall use the surname and shall be under the parental authority of their mother, and shall be entitled to support in conformity with this Code. The legitime of each illegitimate child shall consist of one-half of the legitime of a legitimate child. Except for this modification, all other provisions in the Civil Code governing successional rights shall remain in force."
          }
        ]
      },
      {
        "name": "Chapter 4 - Legitimated Children",
        "articles": [
          {
            "article": 177,
            "text": "Only children conceived and born outside of wedlock of parents who, at the time of the conception of the former, were not disqualified by any impediment to marry each other may be legitimated."
          },
          {
            "article": 178,
            "text": "Legitimation shall take place by a subsequent valid marriage between parents. The annulment of a voidable marriage shall not affect the legitimation."
          },
          {
            "article": 179,
            "text": "Legitimated children shall enjoy the same rights as legitimate children."
          },
          {
            "article": 180,
            "text": "The effects of legitimation shall retroact to the time of the child's birth."
          },
          {
            "article": 181,
            "text": "The legitimation of children who died before the celebration of the marriage shall benefit their descendants."
          },
          {
            "article": 182,
            "text": "Legitimation may be impugned only by those who are prejudiced in their rights, within five years from the time their cause of action accrues."
          }
        ]
      }
    ]
  }
  