{
    "title": "TITLE XI - SUMMARY JUDICIAL PROCEEDINGS IN THE FAMILY LAW",
    "chapters": [
      {
        "name": "Chapter 1 - Prefatory Provisions",
        "articles": [
          {
            "article": 238,
            "text": "Until modified by the Supreme Court, the procedural rules provided for in this Title shall apply as regards separation in fact between husband and wife, abandonment by one of the other, and incidents involving parental authority."
          }
        ]
      },
      {
        "name": "Chapter 2 - Separation in Fact",
        "articles": [
          {
            "article": 239,
            "text": "When a husband and wife are separated in fact, or one has abandoned the other and one of them seeks judicial authorization for a transaction where the consent of the other spouse is required by law but such consent is withheld or cannot be obtained, a verified petition may be filed in court alleging the foregoing facts. The petition shall attach the proposed deed, if any, embodying the transaction, and, if none, shall describe in detail the said transaction and state the reason why the required consent thereto cannot be secured. In any case, the final deed duly executed by the parties shall be submitted to and approved by the court."
          },
          {
            "article": 240,
            "text": "Claims for damages by either spouse, except costs of the proceedings, may be litigated only in a separate action."
          },
          {
            "article": 241,
            "text": "Jurisdiction over the petition shall, upon proof of notice to the other spouse, be exercised by the proper court authorized to hear family cases, if one exists, or in the regional trial court or its equivalent sitting in the place where either of the spouses resides."
          },
          {
            "article": 242,
            "text": "Upon the filing of the petition, the court shall notify the other spouse, whose consent to the transaction is required, of said petition, ordering said spouse to show cause why the petition should not be granted, on or before the date set in said notice for the initial conference. The notice shall be accompanied by a copy of the petition and shall be served at the last known address of the spouse concerned."
          },
          {
            "article": 243,
            "text": "A preliminary conference shall be conducted by the judge personally without the parties being assisted by counsel. After the initial conference, if the court deems it useful, the parties may be assisted by counsel at the succeeding conferences and hearings."
          },
          {
            "article": 244,
            "text": "In case of non-appearance of the spouse whose consent is sought, the court shall inquire into the reasons for his failure to appear, and shall require such appearance, if possible."
          },
          {
            "article": 245,
            "text": "If, despite all efforts, the attendance of the non-consenting spouse is not secured, the court may proceed ex parte and render judgment as the facts and circumstances may warrant. In any case, the judge shall endeavor to protect the interests of the non-appearing spouse."
          },
          {
            "article": 246,
            "text": "If the petition is not resolved at the initial conference, said petition shall be decided in a summary hearing on the basis of affidavits, documentary evidence or oral testimonies at the sound discretion of the court. If testimony is needed, the court shall specify the witnesses to be heard and the subject-matter of their testimonies, directing the parties to present said witnesses."
          },
          {
            "article": 247,
            "text": "The judgment of the court shall be immediately final and executory."
          },
          {
            "article": 248,
            "text": "The petition for judicial authority to administer or encumber specific separate property of the abandoning spouse and to use the fruits or proceeds thereof for the support of the family shall also be governed by these rules."
          }
        ]
      },
      {
        "name": "Chapter 3 - Incidents Involving Parental Authority",
        "articles": [
          {
            "article": 249,
            "text": "Petitions filed under Articles 223, 225 and 235 of this Code involving parental authority shall be verified."
          },
          {
            "article": 250,
            "text": "Such petitions shall be verified and filed in the proper court of the place where the child resides."
          },
          {
            "article": 251,
            "text": "Upon the filing of the petition, the court shall notify the parents or, in their absence or incapacity, the individuals, entities or institutions exercising parental authority over the child."
          },
          {
            "article": 252,
            "text": "The rules in Chapter 2 hereof shall also govern summary proceedings under this Chapter insofar as they are applicable."
          }
        ]
      }
    ]
  }