{
  "chapterFour": [
    {
      "id": "self-governance",
      "title": "Right to Self-Governance and Empowerment",
      "subtitle": "Chapter IV",
      "sections": [
        {
          "name": "Section 13",
          "paragraph": "The State recognizes the inherent right of ICCs/IPs to self-governance and self-determination and respects the integrity of their values, practices and institutions. Consequently, the State shall guarantee the right of ICCs/IPs to freely pursue their economic, social and cultural development."
        },
        {
          "name": "Section 14",
          "subtitle": "Support for Autonomous Regions.",
          "paragraph": "The State shall continue to strengthen and support the autonomous regions created under the Constitution as they may require or need. The State shall likewise encourage other ICCs/IPs not included or outside Muslim Mindanao and the Cordilleras to use the form and content of their ways of life as may be compatible with the fundamental rights defined in the Constitution of the Republic of the Philippines and other internationally recognized human rights."
        },
        {
          "name": "Section 15",
          "subtitle": "Justice System, Conflict Resolution Institutions, and Peace Building Processes.",
          "paragraph": "The ICCs/IPs shall have the right to use their own commonly accepted justice systems, conflict resolution institutions, peace building processes or mechanisms and other customary laws and practices within their respective communities and as may be compatible with the national legal system and with internationally recognized human rights."
        },
        {
          "name": "Section 16",
          "subtitle": "Right to Participate in Decision-Making.",
          "paragraph": "ICCs/IPs have the right to participate fully, if they so choose, at all levels of decision-making in matters which may affect their rights, lives and destinies through procedures determined by them as well as to maintain and develop their own indigenous political structures. Consequently, the State shall ensure that the ICCs/IPs shall be given mandatory representation in policy-making bodies and other local legislative councils."
        },
        {
          "name": "Section 17",
          "subtitle": "Right to Determine and Decide Priorities for Development.",
          "paragraph": "The ICCs/IPs shall have the right to determine and decide their own priorities for development affecting their lives, beliefs, institutions, spiritual well-being, and the lands they own, occupy or use. They shall participate in the formulation, implementation and evaluation of policies, plans and programs for national, regional and local development which may directly affect them."
        },
        {
          "name": "Section 18",
          "subtitle": "Tribal Barangays.",
          "paragraph": "The ICCs/IPs living in contiguous areas or communities where they form the predominant population but which are located in municipalities, provinces or cities where they do not constitute the majority of the population, may form or constitute a separate barangay in accordance with the Local Government Code on the creation of tribal barangays."
        },
        {
          "name": "Section 19",
          "subtitle": "Role of Peoples Organizations.",
          "paragraph": "The State shall recognize and respect the role of independent ICCs/IPs organizations to enable the ICCs/IPs to pursue and protect their legitimate and collective interests and aspirations through peaceful and lawful means."
        },
        {
          "name": "Section 20",
          "subtitle": "Means for Development/Empowerment of ICCs/IPs.",
          "paragraph": "The Government shall establish the means for the full development/empowerment of the ICCs/IPs own institutions and initiatives and, where necessary, provide the resources needed therefor."
        }
      ]
    }
  ]
}
