{
  "chapterOne": [
    {
      "id": "general_provisions",
      "title": "General Provisions",
      "subtitle": "Chapter I",
      "sections": [
        {
          "name": "Section 1",
          "paragraph": "This Act shall be known as “The Indigenous Peoples’ Rights Act of 1997″."
        },
        {
          "name": "Section 2",
          "paragraph": "a. The State shall recognize and promote the rights of ICCs/IPs within the framework of national unity and development;"
        },
        {
          "paragraph": "b. The State shall protect the rights of ICCs/IPs to their ancestral domains to ensure their economic, social and cultural well being and shall recognize the applicability of customary laws governing property rights or relations in determining the ownership and extent of ancestral domain;"
        },
        {
          "paragraph": "c. The State shall recognize, respect and protect the rights of ICCs/IPs to preserve and develop their cultures, traditions and institutions. It shall consider these rights in the formulation of national laws and policies;"
        },
        {
          "paragraph": "d. The State shall guarantee that members of the ICCs/IPs regardless of sex, shall equally enjoy the full measure of human rights and freedoms without distinction or discrimination;"
        },
        {
          "paragraph": "e. The State shall take measures, with the participation of the ICCs/IPs concerned, to protect their rights and guarantee respect for their cultural integrity, and to ensure that members of the ICCs/IPs benefit on an equal footing from the rights and opportunities which national laws and regulations grant to other members of the population; and"
        },
        {
          "paragraph": "f. The State recognizes its obligations to respond to the strong expression of the ICCs/IPs for cultural integrity by assuring maximum ICC/IP participation in the direction of education, health, as well as other services of ICCs/IPs, in order to render such services more responsive to the needs and desires of these communities."
        },
        {
          "paragraph": [
            "Towards these ends, the State shall institute and establish the necessary mechanisms to enforce and guarantee the realization of these rights, taking into consideration their customs, traditions, values, beliefs, interests and institutions, and to adopt and implement measures to protect their rights to their ancestral domains."
          ]
        }
      ]
    }
  ]
}
