{
  "chapterEight": [
    {
      "id": "recognition",
      "title": "Delineation and Recognition of Ancestral Domains",
      "subtitle": "Chapter VIII",
      "sections": [
        {
          "name": "Section 51",
          "subtitle": "Delineation and Recognition of Ancestral Domains.",
          "paragraph": "Self-delineation shall be the guiding principle in the identification and delineation of ancestral domains. As such, the ICCs/IPs concerned shall have a decisive role in all the activities pertinent thereto. The Sworn Statement of the Elders as to the scope of the territories and agreements/pacts made with neighboring ICCs/IPs, if any, will be essential to the determination of these traditional territories. The Government shall take the necessary steps to identify lands which the ICCs/IPs concerned traditionally occupy and guarantee effective protection of their rights of ownership and possession thereto. Measures shall be taken in appropriate cases to safeguard the right of the ICCs/IPs concerned to land which may no longer be exclusively occupied by them, but to which they have traditionally had access for their subsistence and traditional activities, particularly of ICCs/IPs who are still nomadic and/or shifting cultivators."
        },
        {
          "name": "Section 52",
          "subtitle": "Delineation Process.",
          "sub_paragraphs": "The identification and delineation of ancestral domains shall be done in accordance with the following procedures:",
          "paragraph": [
            {
              "name": "Ancestral Domains Delineated Prior to this Act.",
              "paragraph": "The provisions hereunder shall not apply to ancestral domains/lands already delineated according to DENR Administrative Order No. 2, series of 1993, nor to ancestral lands and domains delineated under any other community/ancestral domain program prior to the enactment of this law. ICCs/IPs whose ancestral lands/domains were officially delineated prior to the enactment of this law shall have the right to apply for the issuance of a Certificate of Ancestral Domain Title (CADT) over the area without going through the process outlined hereunder;"
            },
            {
              "name": "Petition for Delineation",
              "paragraph": "The process of delineating a specific perimeter may be initiated by the NCIP with the consent of the ICC/IP concerned, or through a Petition for Delineation filed with the NCIP, by a majority of the members of the ICCs/IPs;"
            },
            {
              "name": "Delineation Proper.",
              "paragraph": "The official delineation of ancestral domain boundaries including census of all community members therein, shall be immediately undertaken by the Ancestral Domains Office upon filing of the application by the ICCs/IPs concerned. Delineation will be done in coordination with the community concerned and shall at all times include genuine involvement and participation by the members of the communities concerned;"
            },
            {
              "name": "Proof Required",
              "paragraph": [
                "Proof of Ancestral Domain Claims shall include the testimony of elders or community under oath, and other documents directly or indirectly attesting to the possession or occupation of the area since time immemorial by such ICCs/IPs in the concept of owners which shall be any one (1) of the following authentic documents:",
                "1. Written accounts of the ICCs/IPs customs and traditions",
                "2. Written accounts of the ICCs/IPs political structure and institution;",
                "3. Pictures showing long term occupation such as those of old improvements, burial grounds, sacred places and old villages;",
                "4. Historical accounts, including pacts and agreements concerning boundaries entered into by the ICCs/IPs concerned with other ICCs/IPs;",
                "5. Survey plans and sketch maps;",
                "6. Anthropological data;",
                "7. Genealogical surveys;",
                "8. Pictures and descriptive histories of traditional communal forests and hunting grounds;",
                "9. Pictures and descriptive histories of traditional landmarks such as mountains, rivers, creeks, ridges, hills, terraces and the like; and",
                "10. Write-ups of names and places derived from the native dialect of the community."
              ]
            },
            {
              "name": "Preparation of Maps.",
              "paragraph": "On the basis of such investigation and the findings of fact based thereon, the Ancestral Domains Office of the NCIP shall prepare a perimeter map, complete with technical descriptions, and a description of the natural features and landmarks embraced therein;"
            },
            {
              "name": "Report of Investigation and Other Documents",
              "paragraph": "A complete copy of the preliminary census and a report of investigation, shall be prepared by the Ancestral Domains Office of the NCIP;"
            },
            {
              "name": "Notice and Publication",
              "paragraph": "A copy of each document, including a translation in the native language of the ICCs/IPs concerned shall be posted in a prominent place therein for at least fifteen (15) days. A copy of the document shall also be posted at the local, provincial and regional offices of the NCIP, and shall be published in a newspaper of general circulation once a week for two (2) consecutive weeks to allow other claimants to file opposition thereto within fifteen (15) days from date of such publication: Provided, That in areas where no such newspaper exists, broadcasting in a radio station will be a valid substitute: Provided, further, That mere posting shall be deemed sufficient if both newspaper and radio station are not available;"
            },
            {
              "name": "Endorsement to NCIP.",
              "paragraph": " Within fifteen (15) days from publication, and of the inspection process, the Ancestral Domains Office shall prepare a report to the NCIP endorsing a favorable action upon a claim that is deemed to have sufficient proof. However, if the proof is deemed insufficient, the Ancestral Domains Office shall require the submission of additional evidence: Provided, That the Ancestral Domains Office shall reject any claim that is deemed patently false or fraudulent after inspection and verification: Provided, further, That in case of rejection, the Ancestral Domains Office shall give the applicant due notice, copy furnished all concerned, containing the grounds for denial. The denial shall be appealable to the NCIP: Provided, furthermore, That in cases where there are conflicting claims among ICCs/IPs on the boundaries of ancestral domain claims, the Ancestral Domains Office shall cause the contending parties to meet and assist them in coming up with a preliminary resolution of the conflict, without prejudice to its full adjudication according to the section below."
            },
            {
              "name": "Turnover of Areas Within Ancestral Domains Managed by Other Government Agencies.",
              "paragraph": " The Chairperson of the NCIP shall certify that the area covered is an ancestral domain. The secretaries of the Department of Agrarian Reform, Department of Environment and Natural Resources, Department of the Interior and Local Government, and Department of Justice, the Commissioner of the National Development Corporation, and any other government agency claiming jurisdiction over the area shall be notified thereof. Such notification shall terminate any legal basis for the jurisdiction previously claimed;"
            },
            {
              "name": "Turnover of Areas Within Ancestral Domains Managed by Other Government Agencies.",
              "paragraph": " The Chairperson of the NCIP shall certify that the area covered is an ancestral domain. The secretaries of the Department of Agrarian Reform, Department of Environment and Natural Resources, Department of the Interior and Local Government, and Department of Justice, the Commissioner of the National Development Corporation, and any other government agency claiming jurisdiction over the area shall be notified thereof. Such notification shall terminate any legal basis for the jurisdiction previously claimed;"
            },
            {
              "name": "Issuance of CADT",
              "paragraph": "ICCs/IPs whose ancestral domains have been officially delineated and determined by the NCIP shall be issued a CADT in the name of the community concerned, containing a list of all those identified in the census; and"
            },
            {
              "name": "Registration of CADTs",
              "paragraph": "The NCIP shall register issued certificates of ancestral domain titles and certificates of ancestral lands titles before the Register of Deeds in the place where the property is situated."
            }
          ]
        },
        {
          "name": "Section 53",
          "subtitle": "Identification, Delineation and Certification of Ancestral Lands.",
          "paragraph": [
            "a. The allocation of lands within any ancestral domain to individual or indigenous corporate (family or clan) claimants shall be left to the ICCs/IPs concerned to decide in accordance with customs and traditions;",
            "b. Individual and indigenous corporate claimants of ancestral lands which are not within ancestral domains, may have their claims officially established by filing applications for the identification and delineation of their claims with the Ancestral Domains Office. An individual or recognized head of a family or clan may file such application in his behalf or in behalf of his family or clan, respectively;",
            "c. Proofs of such claims shall accompany the application form which shall include the testimony under oath of elders of the community and other documents directly or indirectly attesting to the possession or occupation of the areas since time immemorial by the individual or corporate claimants in the concept of owners which shall be any of the authentic documents enumerated under Sec. 52 (d) of this Act, including tax declarations and proofs of payment of taxes;",
            "d. The Ancestral Domains Office may require from each ancestral claimant the submission of such other documents, Sworn Statements and the like, which in its opinion, may shed light on the veracity of the contents of the application/claim;",
            "e. Upon receipt of the applications for delineation and recognition of ancestral land claims, the Ancestral Domains Office shall cause the publication of the application and a copy of each document submitted including a translation in the native language of the ICCs/IPs concerned in a prominent place therein for at least fifteen (15) days. A copy of the document shall also be posted at the local, provincial, and regional offices of the NCIP and shall be published in a newspaper of general circulation once a week for two (2) consecutive weeks to allow other claimants to file opposition thereto within fifteen (15) days from the date of such publication: Provided, That in areas where no such newspaper exists, broadcasting in a radio station will be a valid substitute: Provided, further, That mere posting shall be deemed sufficient if both newspapers and radio station are not available;",
            "f. Fifteen (15) days after such publication, the Ancestral Domains Office shall investigate and inspect each application, and if found to be meritorious, shall cause a parcellary survey of the area being claimed. The Ancestral Domains Office shall reject any claim that is deemed patently false or fraudulent after inspection and verification. In case of rejection, the Ancestral Domains Office shall give the applicant due notice, copy furnished all concerned, containing the grounds for denial. The denial shall be appealable to the NCIP.",
            "In case of conflicting claims among individuals or indigenous corporate claimants, the Ancestral Domains Office shall cause the contending parties to meet and assist them in coming up with a preliminary resolution of the conflict, without prejudice to its full adjudication according to Sec. 62 of this Act. In all proceedings for the identification or delineation of the ancestral domains as herein provided, the Director of Lands shall represent the interest of the Republic of the Philippines; and",
            "g. The Ancestral Domains Office shall prepare and submit a report on each and every application surveyed and delineated to the NCIP, which shall, in turn, evaluate the report submitted. If the NCIP finds such claim meritorious, it shall issue a certificate of ancestral land, declaring and certifying the claim of each individual or corporate (family or clan) claimant over ancestral lands."
          ]
        },
        {
          "name": "Section 54",
          "subtitle": "Fraudulent Claims.",
          "paragraph": "The Ancestral Domains Office may, upon written request from the ICCs/IPs, review existing claims which have been fraudulently acquired by any person or community. Any claim found to be fraudulently acquired by, and issued to, any person or community may be cancelled by the NCIP after due notice and hearing of all parties concerned."
        },
        {
          "name": "Section 55",
          "subtitle": "Communal Rights.",
          "paragraph": "Subject to Section 56 hereof, areas within the ancestral domains, whether delineated or not, shall be presumed to be communally held: Provided, That communal rights under this Act shall not be construed as co-ownership as provided in Republic Act No. 386, otherwise known as the New Civil Code."
        },
        {
          "name": "Section 56",
          "subtitle": "Existing Property Rights Regimes.",
          "paragraph": "Property rights within the ancestral domains already existing and/or vested upon effectivity of this Act, shall be recognized and respected."
        },
        {
          "name": "Section 57",
          "sub_paragraphs": "Natural Resources within Ancestral Domains.",
          "paragraph": "The ICCs/IPs shall have priority rights in the harvesting, extraction, development or exploitation of any natural resources within the ancestral domains. A non-member of the ICCs/IPs concerned may be allowed to take part in the development and utilization of the natural resources for a period of not exceeding twenty-five (25) years renewable for not more than twenty-five (25) years: Provided, That a formal and written agreement is entered into with the ICCs/IPs concerned or that the community, pursuant to its own decision making process, has agreed to allow such operation: Provided, finally, That the NCIP may exercise visitorial powers and take appropriate action to safeguard the rights of the ICCs/IPs under the same contract."
        },
        {
          "name": "Section 58",
          "subtitle": "Environmental Considerations.",
          "paragraph": "Ancestral domains or portions thereof, which are found to be necessary for critical watersheds, mangroves, wildlife sanctuaries, wilderness, protected areas, forest cover, or reforestation as determined by appropriate agencies with the full participation of the ICCs/IPs concerned shall be maintained, managed and developed for such purposes. The ICCs/IPs concerned shall be given the responsibility to maintain, develop, protect and conserve such areas with the full and effective assistance of government agencies. Should the ICCs/IPs decide to transfer the responsibility over the areas, said decision must be made in writing. The consent of the ICCs/IPs should be arrived at in accordance with its customary laws without prejudice to the basic requirements of existing laws on free and prior informed consent: Provided, That the transfer shall be temporary and will ultimately revert to the ICCs/IPs in accordance with a program for technology transfer: Provided, further, That no ICCs/IPs shall be displaced or relocated for the purpose enumerated under this section without the written consent of the specific persons authorized to give consent."
        },
        {
          "name": "Section 59",
          "subtitle": "Certification Precondition.",
          "paragraph": "All departments and other governmental agencies shall henceforth be strictly enjoined from issuing, renewing, or granting any concession, license or lease, or entering into any production-sharing agreement, without prior certification from the NCIP that the area affected does not overlap with any ancestral domain. Such certification shall only be issued after a field-based investigation is conducted by the Ancestral Domains Office of the area concerned: Provided, That no certification shall be issued by the NCIP without the free and prior informed and written consent of ICCs/IPs concerned: Provided, further, That no department, government agency or government-owned or -controlled corporation may issue new concession, license, lease, or production sharing agreement while there is a pending application for a CADT: Provided, finally, That the ICCs/IPs shall have the right to stop or suspend, in accordance with this Act, any project that has not satisfied the requirement of this consultation process."
        },
        {
          "name": "Section 60",
          "sub_paragraphs": "Exemption from Taxes.",
          "paragraph": "All lands certified to be ancestral domains shall be exempt from real property taxes, special levies, and other forms of exaction except such portion of the ancestral domains as are actually used for large-scale agriculture, commercial forest plantation and residential purposes or upon titling by private persons: Provided, That all exactions shall be used to facilitate the development and improvement of the ancestral domains."
        },
        {
          "name": "Section 61",
          "subtitle": "Temporary Requisition Powers.",
          "paragraph": "Prior to the establishment of an institutional surveying capacity whereby it can effectively fulfill its mandate, but in no case beyond three (3) years after its creation, the NCIP is hereby authorized to request the Department of Environment and Natural Resources (DENR) survey teams as well as other equally capable private survey teams, through a Memorandum of Agreement (MOA), to delineate ancestral domain perimeters. The DENR Secretary shall accommodate any such request within one (1) month of its issuance: Provided, That the Memorandum of Agreement shall stipulate, among others, a provision for technology transfer to the NCIP."
        },
        {
          "name": "Section 62",
          "subtitle": "Resolution of Conflicts.",
          "paragraph": "In cases of conflicting interest, where there are adverse claims within the ancestral domains as delineated in the survey plan, and which can not be resolved, the NCIP shall hear and decide, after notice to the proper parties, the disputes arising from the delineation of such ancestral domains: Provided, That if the dispute is between and/or among ICCs/IPs regarding the traditional boundaries of their respective ancestral domains, customary process shall be followed. The NCIP shall promulgate the necessary rules and regulations to carry out its adjudicatory functions: Provided, further, That any decision, order, award or ruling of the NCIP on any ancestral domain dispute or on any matter pertaining to the application, implementation, enforcement and interpretation of this Act may be brought for Petition for Review to the Court of Appeals within fifteen (15) days from receipt of a copy thereof."
        },
        {
          "name": "Section 63",
          "subtitle": "Applicable Laws.",
          "paragraph": "Customary laws, traditions and practices of the ICCs/IPs of the land where the conflict arises shall be applied first with respect to property rights, claims and ownerships, hereditary succession and settlement of land disputes. Any doubt or ambiguity in the application and interpretation of laws shall be resolved in favor of the ICCs/IPs."
        },
        {
          "name": "Section 64",
          "subtitle": "Remedial Measures.",
          "paragraph": "Expropriation may be resorted to in the resolution of conflicts of interest following the principle of the “common good”. The NCIP shall take appropriate legal action for the cancellation of officially documented titles which were acquired illegally: Provided, That such procedure shall ensure that the rights of possessors in good faith shall be respected: Provided, further, That the action for cancellation shall be initiated within two (2) years from the effectivity of this Act: Provided, finally, That the action for reconveyance shall be within a period of ten (10) years in accordance with existing laws."
        }
      ]
    }
  ]
}
