{
  "chapterTwo": [
    {
      "id": "definition",
      "title": "Definition of Terms",
      "subtitle": "Chapter II",
      "sections": [
        {
          "name": "Section 3",
          "paragraph": "For purposes of this Act, the following terms shall mean:"
        },
        {
          "name": "a. Ancestral Domains",
          "paragraph": [
            "Subject to Section 56 hereof, refer to all areas generally belonging to ICCs/IPs comprising lands, inland waters, coastal areas, and natural resources therein, held under a claim of ownership, occupied or possessed by ICCs/IPs, by themselves or through their ancestors, communally or individually since time immemorial, continuously to the present except when interrupted by war, force majeure or displacement by force, deceit, stealth or as a consequence of government projects or any other voluntary dealings entered into by government and private individuals/corporations, and which are necessary to ensure their economic, social and cultural welfare.",
            "It shall include ancestral lands, forests, pasture, residential, agricultural, and other lands individually owned whether alienable and disposable or otherwise, hunting grounds, burial grounds, worship areas, bodies of water, mineral and other natural resources, and lands which may no longer be exclusively occupied by ICCs/IPs but from which they traditionally had access to for their subsistence and traditional activities, particularly the home ranges of ICCs/IPs who are still nomadic and/or shifting cultivators;"
          ]
        },
        {
          "name": "b. Ancestral Lands",
          "paragraph": [
            "Subject to Section 56 hereof, refers to land occupied, possessed and utilized by individuals, families and clans who are members of the ICCs/IPs since time immemorial, by themselves or through their predecessors-in-interest, under claims of individual or traditional group ownership, continuously, to the present except when interrupted by war, force majeure or displacement by force, deceit, stealth, or as a consequence of government projects and other voluntary dealings entered into by government and private individuals/corporations, including, but not limited to, residential lots, rice terraces or paddies, private forests, swidden farms and tree lots;"
          ]
        },
        {
          "name": "c. Certificate of Ancestral Domain Title",
          "paragraph": [
            "refers to a title formally recognizing the rights of possession and ownership of ICCs/IPs over their ancestral domains identified and delineated in accordance with this law;"
          ]
        },
        {
          "name": "d. Certificate of Ancestral Lands Title ",
          "paragraph": [
            "refers to a title formally recognizing the rights of ICCs/IPs over their ancestral lands;"
          ]
        },
        {
          "name": "e. Communal Claims",
          "paragraph": [
            " refer to claims on land, resources and rights thereon, belonging to the whole community within a defined territory;"
          ]
        },
        {
          "name": "f. Customary Laws",
          "paragraph": [
            "refer to a body of written and/or unwritten rules, usages, customs and practices traditionally and continually recognized, accepted and observed by respective ICCs/IPs;"
          ]
        },
        {
          "name": "g. Free and Prior Informed Consent ",
          "paragraph": [
            " as used in this Act shall mean the consensus of all members of the ICCs/IPs to be determined in accordance with their respective customary laws and practices, free from any external manipulation, interference and coercion, and obtained after fully disclosing the intent and scope of the activity, in a language and process understandable to the community;"
          ]
        },
        {
          "name": "h. Indigenous Cultural Communities/Indigenous Peoples",
          "paragraph": [
            "refer to a group of people or homogenous societies identified by self-ascription and ascription by others, who have continuously lived as organized community on communally bounded and defined territory, and who have, under claims of ownership since time immemorial, occupied, possessed and utilized such territories, sharing common bonds of language, customs, traditions and other distinctive cultural traits, or who have, through resistance to political, social and cultural inroads of colonization, non-indigenous religions and cultures, became historically differentiated from the majority of Filipinos. ",
            "ICCs/IPs shall likewise include peoples who are regarded as indigenous on account of their descent from the populations which inhabited the country, at the time of conquest or colonization, or at the time of inroads of non-indigenous religions and cultures, or the establishment of present state boundaries, who retain some or all of their own social, economic, cultural and political institutions, but who may have been displaced from their traditional domains or who may have resettled outside their ancestral domains;"
          ]
        },
        {
          "name": "i. Indigenous Political Structures",
          "paragraph": [
            "refer to organizational and cultural leadership systems, institutions, relationships, patterns and processes for decision-making and participation, identified by ICCs/IPs such as, but not limited to, Council of Elders, Council of Timuays, Bodong Holders, or any other tribunal or body of similar nature;"
          ]
        },
        {
          "name": "j. Individual Claims",
          "paragraph": [
            " refer to claims on land and rights thereon which have been devolved to individuals, families and clans including, but not limited to, residential lots, rice terraces or paddies and tree lots;"
          ]
        },
        {
          "name": "k. National Commission on Indigenous Peoples (NCIP) ",
          "paragraph": [
            "refers to the office created under this Act, which shall be under the Office of the President, and which shall be the primary government agency responsible for the formulation and implementation of policies, plans and programs to recognize, protect and promote the rights of ICCs/IPs;"
          ]
        },
        {
          "name": "l. Native Title",
          "paragraph": [
            "refers to pre-conquest rights to lands and domains which, as far back as memory reaches, have been held under a claim of private ownership by ICCs/IPs, have never been public lands and are thus indisputably presumed to have been held that way since before the Spanish Conquest;"
          ]
        },
        {
          "name": "m. Nongovernment Organization ",
          "paragraph": [
            "refers to a private, nonprofit voluntary organization that has been organized primarily for the delivery of various services to the ICCs/IPs and has an established track record for effectiveness and acceptability in the community where it serves;"
          ]
        },
        {
          "name": "n. People’s Organization",
          "paragraph": [
            " refers to a private, nonprofit voluntary organization of members of an ICC/IP which is accepted as representative of such ICCs/IPs;"
          ]
        },
        {
          "name": "o. Sustainable Traditional Resource Rights ",
          "paragraph": [
            "refer to the rights of ICCs/IPs to sustainably use, manage, protect and conserve a) land, air, water, and minerals; b) plants, animals and other organisms; c) collecting, fishing and hunting grounds; d) sacred sites; and e) other areas of economic, ceremonial and aesthetic value in accordance with their indigenous knowledge, beliefs, systems and practices; and"
          ]
        },
        {
          "name": "p. Time Immemorial ",
          "paragraph": [
            "refers to a period of time when as far back as memory can go, certain ICCs/IPs are known to have occupied, possessed in the concept of owner, and utilized a defined territory devolved to them, by operation of customary law or inherited from their ancestors, in accordance with their customs and traditions."
          ]
        }
      ]
    }
  ]
}
