{
  "chapterFive": [
    {
      "id": "general_provisions",
      "title": "Social Justice and Human Rights",
      "subtitle": "Chapter V",
      "sections": [
        {
          "name": "Section 21",
          "subtitle": "Equal Protection and Non-discrimination of ICCs/IPs.",
          "paragraph": [
            "Consistent with the equal protection clause of the Constitution of the Republic of the Philippines, the Charter of the United Nations, the Universal Declaration of Human Rights including the Convention on the Elimination of Discrimination Against Women and International Human Rights Law, the State shall, with due recognition of their distinct characteristics and identity, accord to the members of the ICCs/IPs the rights, protections and privileges enjoyed by the rest of the citizenry. ",
            "It shall extend to them the same employment rights, opportunities, basic services, educational and other rights and privileges available to every member of the society. Accordingly, the State shall likewise ensure that the employment of any form of force or coercion against ICCs/IPs shall be dealt with by law.",
            "The State shall ensure that the fundamental human rights and freedoms as enshrined in the Constitution and relevant international instruments are guaranteed also to indigenous women. Towards this end, no provision in this Act shall be interpreted so as to result in the diminution of rights and privileges already recognized and accorded to women under existing laws of general application."
          ]
        },
        {
          "name": "Section 22",
          "subtitle": "Rights During Armed Conflict.",
          "paragraph": "ICCs/IPs have the right to special protection and security in periods of armed conflict. The State shall observe international standards, in particular, the Fourth Geneva Convention of 1949, for the protection of civilian populations in circumstances of emergency and armed conflict, and shall not recruit members of the ICCs/IPs against their will into the armed forces, and in particular, for use against other ICCs/IPs; nor recruit children of ICCs/IPs into the armed forces under any circumstance; nor force indigenous individuals to abandon their lands, territories and means of subsistence, or relocate them in special centers for military purposes under any discriminatory condition."
        },
        {
          "name": "Section 23",
          "subtitle": "Right to Participate in Decision-Making.",
          "paragraph": "ICCs/IPs have the right to participate fully, if they so choose, at all levels of decision-making in matters which may affect their rights, lives and destinies through procedures determined by them as well as to maintain and develop their own indigenous political structures. Consequently, the State shall ensure that the ICCs/IPs shall be given mandatory representation in policy-making bodies and other local legislative councils."
        },
        {
          "name": "Section 17",
          "subtitle": "Freedom from Discrimination and Right to Equal Opportunity and Treatment.",
          "paragraph": [
            "It shall be the right of the ICCs/IPs to be free from any form of discrimination, with respect to recruitment and conditions of employment, such that they may enjoy equal opportunities for admission to employment, medical and social assistance, safety as well as other occupationally-related benefits, informed of their rights under existing labor legislation and of means available to them for redress, not subject to any coercive recruitment systems, including bonded labor and other forms of debt servitude; and equal treatment in employment for men and women, including the protection from sexual harassment.",
            "Towards this end, the State shall, within the framework of national laws and regulations, and in cooperation with the ICCs/IPs concerned, adopt special measures to ensure the effective protection with regard to the recruitment and conditions of employment of persons belonging to these communities, to the extent that they are not effectively protected by laws applicable to workers in general.",
            "ICCs/IPs shall have the right to association and freedom for all trade union activities and the right to conclude collective bargaining agreements with employers’ organizations. They shall likewise have the right not to be subject to working conditions hazardous to their health, particularly through exposure to pesticides and other toxic substances."
          ]
        },
        {
          "name": "Section 24",
          "subtitle": "Unlawful Acts Pertaining to Employment.",
          "sub_paragraph": "It shall be unlawful for any person:",
          "paragraph": [
            "a. To discriminate against any ICC/IP with respect to the terms and conditions of employment on account of their descent. Equal remuneration shall be paid to ICC/IP and non-ICC/IP for work of equal value; and",
            "b. To deny any ICC/IP employee any right or benefit herein provided for or to discharge them for the purpose of preventing them from enjoying any of the rights or benefits provided under this Act."
          ]
        },
        {
          "name": "Section 25",
          "subtitle": "Basic Services.",
          "paragraph": "The ICCs/IPs have the right to special measures for the immediate, effective and continuing improvement of their economic and social conditions, including in the areas of employment, vocational training and retraining, housing, sanitation, health and social security. Particular attention shall be paid to the rights and special needs of indigenous women, elderly, youth, children and differently-abled persons. Accordingly, the State shall guarantee the right of ICCs/IPs to government’s basic services which shall include, but not limited to, water and electrical facilities, education, health, and infrastructure."
        },
        {
          "name": "Section 26",
          "subtitle": "Women",
          "paragraph": [
            "ICC/IP women shall enjoy equal rights and opportunities with men, as regards the social, economic, political and cultural spheres of life. The participation of indigenous women in the decision-making process in all levels, as well as in the development of society, shall be given due respect and recognition.",
            "The State shall provide full access to education, maternal and child care, health and nutrition, and housing services to indigenous women. Vocational, technical, professional and other forms of training shall be provided to enable these women to fully participate in all aspects of social life. As far as possible, the State shall ensure that indigenous women have access to all services in their own languages."
          ]
        },
        {
          "name": "Section 27",
          "subtitle": "Children and Youth.",
          "paragraph": "The State shall recognize the vital role of the children and youth of ICCs/IPs in nation-building and shall promote and protect their physical, moral, spiritual, intellectual and social well-being. Towards this end, the State shall support all government programs intended for the development and rearing of the children and youth of ICCs/IPs for civic efficiency and establish such mechanisms as may be necessary for the protection of the rights of the indigenous children and youth."
        },
        {
          "name": "Section 28",
          "subtitle": "Integrated System of Education.",
          "paragraph": "The State shall, through the NCIP, provide a complete, adequate and integrated system of education, relevant to the needs of the children and young people of ICCs/IPs."
        }
      ]
    }
  ]
}
