{
  "chapterEleven": [
    {
      "id": "penalty",
      "title": "Penalties",
      "subtitle": "Chapter XI",
      "sections": [
        {
          "name": "Section 72",
          "subtitle": "Punishable Acts and Applicable Penalties.",
          "paragraph": "Any person who commits violation of any of the provisions of this Act, such as, but not limited to, unauthorized and/or unlawful intrusion upon any ancestral lands or domains as stated in Sec. 10, Chapter III, or shall commit any of the prohibited acts mentioned in Sections 21 and 24, Chapter V, Section 33, Chapter VI hereof, shall be punished in accordance with the customary laws of the ICCs/IPs concerned: Provided, That no such penalty shall be cruel, degrading or inhuman punishment: Provided, further, That neither shall the death penalty or excessive fines be imposed. This provision shall be without prejudice to the right of any ICCs/IPs to avail of the protection of existing laws. In which case, any person who violates any provision of this Act shall, upon conviction, be punished by imprisonment of not less than nine (9) months but not more than twelve (12) years or a fine of not less than One hundred thousand pesos (P100,000) nor more than Five hundred thousand pesos (P500,000) or both such fine and imprisonment upon the discretion of the court. In addition, he shall be obliged to pay to the ICCs/IPs concerned whatever damage may have been suffered by the latter as a consequence of the unlawful act."
        },
        {
          "name": "Section 73",
          "subtitle": "Persons Subject to Punishment.",
          "paragraph": "If the offender is a juridical person, all officers such as, but not limited to, its president, manager, or head of office responsible for their unlawful act shall be criminally liable therefor, in addition to the cancellation of certificates of their registration and/or license: Provided, That if the offender is a public official, the penalty shall include perpetual disqualification to hold public office."
        }
      ]
    }
  ]
}
