{
  "chapterNine": [
    {
      "id": "enforcement",
      "title": "Jurisdiction and Procedures for Enforcement of Rights",
      "subtitle": "Chapter IX",
      "sections": [
        {
          "name": "Section 65",
          "subtitle": "Primacy of Customary Laws and Practices.",
          "paragraph": "When disputes involve ICCs/IPs, customary laws and practices shall be used to resolve the dispute."
        },
        {
          "name": "Section 66",
          "subtitle": "Primacy of Customary Laws and Practices.",
          "paragraph": "The NCIP, through its regional offices, shall have jurisdiction over all claims and disputes involving rights of ICCs/IPs: Provided, however, That no such dispute shall be brought to the NCIP unless the parties have exhausted all remedies provided under their customary laws. For this purpose, a certification shall be issued by the Council of Elders/Leaders who participated in the attempt to settle the dispute that the same has not been resolved, which certification shall be a condition precedent to the filing of a petition with the NCIP."
        },
        {
          "name": "Section 67",
          "subtitle": "Appeals to the Court of Appeals.",
          "paragraph": "Decisions of the NCIP shall be appealable to the Court of Appeals by way of a petition for review."
        },
        {
          "name": "Section 68",
          "subtitle": "Execution of Decisions, Awards, Orders.",
          "paragraph": "Upon expiration of the period herein provided and no appeal is perfected by any of the contending parties, the Hearing Officer of the NCIP, on its own initiative or upon motion by the prevailing party, shall issue a writ of execution requiring the sheriff or the proper officer to execute final decisions, orders or awards of the Regional Hearing Officer of the NCIP."
        },
        {
          "name": "Section 69",
          "subtitle": "Quasi-Judicial Powers of the NCIP.",
          "sub_paragraph": "The NCIP shall have the power and authority:",
          "paragraph": [
            "a. To promulgate rules and regulations governing the hearing and disposition of cases filed before it as well as those pertaining to its internal functions and such rules and regulations as may be necessary to carry out the purposes of this Act;",
            "b. To administer oaths, summon the parties to a controversy, issue subpoenas requiring the attendance and testimony of witnesses or the production of such books, papers, contracts, records, agreements and other document of similar nature as may be material to a just determination of the matter under investigation or hearing conducted in pursuance of this Act;",
            "c. To hold any person in contempt, directly or indirectly, and impose appropriate penalties therefor; and",
            "d. To enjoin any or all acts involving or arising from any case pending before it which, if not restrained forthwith, may cause grave or irreparable damage to any of the parties to the case or seriously affect social or economic activity."
          ]
        },
        {
          "name": "Section 70",
          "subtitle": "No Restraining Order or Preliminary Injunction.",
          "paragraph": "No inferior court of the Philippines shall have jurisdiction to issue any restraining order or writ of preliminary injunction against the NCIP or any of its duly authorized or designated offices in any case, dispute or controversy arising from, necessary to, or interpretation of this Act and other pertinent laws relating to ICCs/IPs and ancestral domains."
        }
      ]
    }
  ]
}
