{
    "Chapter 4": {
      "title": "Conjugal Partnership of Gains",
      "sections": [
        {
          "section": 1,
          "title": "General Provisions",
          "articles": [
            {
              "article": 105,
              "text": "In case the future spouses agree in the marriage settlements that the regime of conjugal partnership gains shall govern their property relations during marriage, the provisions in this Chapter shall be of supplementary application. The provisions of this Chapter shall also apply to conjugal partnerships of gains already established between spouses before the effectivity of this Code, without prejudice to vested rights already acquired in accordance with the Civil Code or other laws, as provided in Article 256."
            },
            {
              "article": 106,
              "text": "Under the regime of conjugal partnership of gains, the husband and wife place in a common fund the proceeds, products, fruits and income from their separate properties and those acquired by either or both spouses through their efforts or by chance, and, upon dissolution of the marriage or of the partnership, the net gains or benefits obtained by either or both spouses shall be divided equally between them, unless otherwise agreed in the marriage settlements."
            },
            {
              "article": 107,
              "text": "The rules provided in Articles 88 and 89 shall also apply to conjugal partnership of gains."
            },
            {
              "article": 108,
              "text": "The conjugal partnership shall be governed by the rules on the contract of partnership in all that is not in conflict with what is expressly determined in this Chapter or by the spouses in their marriage settlements."
            }
          ]
        },
        {
          "section": 2,
          "title": "Exclusive Property of Each Spouse",
          "articles": [
            {
              "article": 109,
              "text": "The following shall be the exclusive property of each spouse:",
              "items": [
                "That which is brought to the marriage as his or her own;",
                "That which each acquires during the marriage by gratuitous title;",
                "That which is acquired by right of redemption, by barter or by exchange with property belonging to only one of the spouses; and",
                "That which is purchased with exclusive money of the wife or of the husband."
              ]
            },
            {
              "article": 110,
              "text": "The spouses retain the ownership, possession, administration and enjoyment of their exclusive properties. Either spouse may, during the marriage, transfer the administration of his or her exclusive property to the other by means of a public instrument, which shall be recorded in the registry of property of the place the property is located."
            },
            {
              "article": 111,
              "text": "A spouse of age may mortgage, encumber, alienate or otherwise dispose of his or her exclusive property, without the consent of the other spouse, and appear alone in court to litigate with regard to the same."
            },
            {
              "article": 112,
              "text": "The alienation of any exclusive property of a spouse administered by the other automatically terminates the administration over such property and the proceeds of the alienation shall be turned over to the owner-spouse. (n)"
            },
            {
              "article": 113,
              "text": "Property donated or left by will to the spouses, jointly and with designation of determinate shares, shall pertain to the donee-spouses as his or her own exclusive property, and in the absence of designation, share and share alike, without prejudice to the right of accretion when proper. (150a)"
            },
            {
              "article": 114,
              "text": "If the donations are onerous, the amount of the charges shall be borne by the exclusive property of the donee spouse, whenever they have been advanced by the conjugal partnership of gains. (151a)"
            },
            {
              "article": 115,
              "text": "Retirement benefits, pensions, annuities, gratuities, usufructs and similar benefits shall be governed by the rules on gratuitous or onerous acquisitions as may be proper in each case. (n)"
            },
            {
              "article": 116,
              "text": "All property acquired during the marriage, whether the acquisition appears to have been made, contracted or registered in the name of one or both spouses, is presumed to be conjugal unless the contrary is proved. (160a)"
            },
            {
              "article": 117,
              "text": "The following are conjugal partnership properties:",
              "subsections": [
                "Those acquired by onerous title during the marriage at the expense of the common fund, whether the acquisition be for the partnership, or for only one of the spouses;",
                "Those obtained from the labor, industry, work or profession of either or both of the spouses;",
                "The fruits, natural, industrial, or civil, due or received during the marriage from the common property, as well as the net fruits from the exclusive property of each spouse;",
                "The share of either spouse in the hidden treasure which the law awards to the finder or owner of the property where the treasure is found;",
                "Those acquired through occupation such as fishing or hunting;",
                "Livestock existing upon the dissolution of the partnership in excess of the number of each kind brought to the marriage by either spouse; and",
                "Those which are acquired by chance, such as winnings from gambling or betting. However, losses therefrom shall be borne exclusively by the loser-spouse. (153a, 154a, 155, 159)"
              ]
            },
            {
              "article": 118,
              "text": "Property bought on installments paid partly from exclusive funds of either or both spouses and partly from conjugal funds belongs to the buyer or buyers if full ownership was vested before the marriage and to the conjugal partnership if such ownership was vested during the marriage. In either case, any amount advanced by the partnership or by either or both spouses shall be reimbursed by the owner or owners upon liquidation of the partnership. (n)"
            },
            {
              "article": 119,
              "text": "Whenever an amount or credit payable within a period of time belongs to one of the spouses, the sums which may be collected during the marriage in partial payments or by installments on the principal shall be the exclusive property of the spouse. However, interests falling due during the marriage on the principal shall belong to the conjugal partnership. (156a, 157a)"
            },
            {
              "article": 120,
              "text": "The ownership of improvements, whether for utility or adornment, made on the separate property of the spouses at the expense of the partnership or through the acts or efforts of either or both spouses shall pertain to the conjugal partnership, or to the original owner-spouse, subject to the following rules:",
              "subsections": [
                "When the cost of the improvement made by the conjugal partnership and any resulting increase in value are more than the value of the property at the time of the improvement, the entire property of one of the spouses shall belong to the conjugal partnership, subject to reimbursement of the value of the property of the owner-spouse at the time of the improvement; otherwise, said property shall be retained in ownership by the owner-spouse, likewise subject to reimbursement of the cost of the improvement.",
                "In either case, the ownership of the entire property shall be vested upon the reimbursement, which shall be made at the time of the liquidation of the conjugal partnership. (158a)"
              ]
            }
          ]
        },
        {
          "Section 4": {
            "title": "Charges Upon and Obligations of the Conjugal Partnership",
            "articles": {
              "Article 121": {
                "text": "The conjugal partnership shall be liable for:",
                "points": [
                  "The support of the spouse, their common children, and the legitimate children of either spouse; however, the support of illegitimate children shall be governed by the provisions of this Code on Support;",
                  "All debts and obligations contracted during the marriage by the designated administrator-spouse for the benefit of the conjugal partnership of gains, or by both spouses or by one of them with the consent of the other;",
                  "Debts and obligations contracted by either spouse without the consent of the other to the extent that the family may have benefited;",
                  "All taxes, liens, charges, and expenses, including major or minor repairs upon the conjugal partnership property;",
                  "All taxes and expenses for mere preservation made during the marriage upon the separate property of either spouse;",
                  "Expenses to enable either spouse to commence or complete a professional, vocational, or other activity for self-improvement;",
                  "Antenuptial debts of either spouse insofar as they have redounded to the benefit of the family;",
                  "The value of what is donated or promised by both spouses in favor of their common legitimate children for the exclusive purpose of commencing or completing a professional or vocational course or other activity for self-improvement; and",
                  "Expenses of litigation between the spouses unless the suit is found to groundless."
                ]
              },
              "Article 122": "The payment of personal debts contracted by the husband or the wife before or during the marriage shall not be charged to the conjugal properties partnership except insofar as they redounded to the benefit of the family...",
              "Article 123": "Whatever may be lost during the marriage in any game of chance or in betting, sweepstakes, or any other kind of gambling whether permitted or prohibited by law, shall be borne by the loser and shall not be charged to the conjugal partnership..."
            }
          },
          "Section 5": {
            "title": "Administration of the Conjugal Partnership Property",
            "articles": {
              "Article 124": "The administration and enjoyment of the conjugal partnership shall belong to both spouses jointly...",
              "Article 125": "Neither spouse may donate any conjugal partnership property without the consent of the other..."
            }
          },
          "Section 6": {
            "title": "Dissolution of Conjugal Partnership Regime",
            "articles": {
              "Article 126": "The conjugal partnership terminates:",
              "points": [
                "Upon the death of either spouse;",
                "When there is a decree of legal separation;",
                "When the marriage is annulled or declared void; or",
                "In case of judicial separation of property during the marriage under Articles 134 to 138."
              ],
              "Article 127": "The separation in fact between husband and wife shall not affect the regime of conjugal partnership, except that...",
              "Article 128": "If a spouse without just cause abandons the other or fails to comply with his or her obligation to the family..."
            }
          },
          "Section 7": {
            "title": "Liquidation of the Conjugal Partnership Assets and Liabilities",
            "articles": {
              "Article 129": {
                "text": "Upon the dissolution of the conjugal partnership regime, the following procedure shall apply:",
                "points": [
                  "An inventory shall be prepared, listing separately all the properties of the conjugal partnership and the exclusive properties of each spouse;",
                  "Amounts advanced by the conjugal partnership in payment of personal debts and obligations of either spouse shall be credited to the conjugal partnership as an asset thereof;",
                  "Each spouse shall be reimbursed for the use of his or her exclusive funds in the acquisition of property...",
                  "The debts and obligations of the conjugal partnership shall be paid out of the conjugal assets..."
                ]
              },
              "Article 130": "Upon the termination of the marriage by death, the conjugal partnership property shall be liquidated in the same proceeding for the settlement of the estate of the deceased...",
              "Article 131": "Whenever the liquidation of the conjugal partnership properties of two or more marriages contracted by the same person before the effectivity of this Code is carried out simultaneously..."
            }
          }
        }              
      ]
    }
  }