{
    "chapter": {
      "name": "Chapter 2 - Substitute and Special Parental Authority",
      "articles": [
        {
          "article": 216,
          "text": "In default of parents or a judicially appointed guardian, the following person shall exercise substitute parental authority over the child in the order indicated:\n\n(1) The surviving grandparent, as provided in Art. 214;\n\n(2) The oldest brother or sister, over twenty-one years of age, unless unfit or disqualified; and\n\n(3) The child's actual custodian, over twenty-one years of age, unless unfit or disqualified.\n\nWhenever the appointment or a judicial guardian over the property of the child becomes necessary, the same order of preference shall be observed."
        },
        {
          "article": 217,
          "text": "In case of foundlings, abandoned neglected or abused children and other children similarly situated, parental authority shall be entrusted in summary judicial proceedings to heads of children's homes, orphanages and similar institutions duly accredited by the proper government agency."
        },
        {
          "article": 218,
          "text": "The school, its administrators and teachers, or the individual, entity or institution engaged in child care shall have special parental authority and responsibility over the minor child while under their supervision, instruction or custody.\n\nAuthority and responsibility shall apply to all authorized activities whether inside or outside the premises of the school, entity or institution."
        },
        {
          "article": 219,
          "text": "Those given the authority and responsibility under the preceding Article shall be principally and solidarily liable for damages caused by the acts or omissions of the unemancipated minor. The parents, judicial guardians or the persons exercising substitute parental authority over said minor shall be subsidiarily liable.\n\nThe respective liabilities of those referred to in the preceding paragraph shall not apply if it is proved that they exercised the proper diligence required under the particular circumstances.\n\nAll other cases not covered by this and the preceding articles shall be governed by the provisions of the Civil Code on quasi-delicts."
        }
      ]
    }
  }
  