{
    "Chapter": "5",
    "Title": "Separation of Property of the Spouses and Administration of Common Property by One Spouse During the Marriage",
    "Articles": [
      {
        "Article": 134,
        "Text": "In the absence of an express declaration in the marriage settlements, the separation of property between spouses during the marriage shall not take place except by judicial order. Such judicial separation of property may either be voluntary or for sufficient cause."
      },
      {
        "Article": 135,
        "Text": "Any of the following shall be considered sufficient cause for judicial separation of property:",
        "Causes": [
          "That the spouse of the petitioner has been sentenced to a penalty which carries with it civil interdiction;",
          "That the spouse of the petitioner has been judicially declared an absentee;",
          "That loss of parental authority of the spouse of petitioner has been decreed by the court;",
          "That the spouse of the petitioner has abandoned the latter or failed to comply with his or her obligations to the family as provided for in Article 101;",
          "That the spouse granted the power of administration in the marriage settlements has abused that power;",
          "That at the time of the petition, the spouses have been separated in fact for at least one year and reconciliation is highly improbable."
        ]
      },
      {
        "Article": 136,
        "Text": "The spouses may jointly file a verified petition with the court for the voluntary dissolution of the absolute community or the conjugal partnership of gains, and for the separation of their common properties. All creditors of the absolute community or of the conjugal partnership of gains, as well as the personal creditors of the spouse, shall be listed in the petition and notified of the filing thereof. The court shall take measures to protect the creditors and other persons with pecuniary interest."
      },
      {
        "Article": 137,
        "Text": "Once the separation of property has been decreed, the absolute community or the conjugal partnership of gains shall be liquidated in conformity with this Code. During the pendency of the proceedings for separation of property, the absolute community or the conjugal partnership shall pay for the support of the spouses and their children."
      },
      {
        "Article": 138,
        "Text": "After dissolution of the absolute community or of the conjugal partnership, the provisions on complete separation of property shall apply."
      },
      {
        "Article": 139,
        "Text": "The petition for separation of property and the final judgment granting the same shall be recorded in the proper local civil registries and registries of property."
      },
      {
        "Article": 140,
        "Text": "The separation of property shall not prejudice the rights previously acquired by creditors."
      },
      {
        "Article": 141,
        "Text": "The spouses may, in the same proceedings where separation of property was decreed, file a motion in court for a decree reviving the property regime that existed between them before the separation of property in any of the following instances:",
        "Instances": [
          "When the civil interdiction terminates;",
          "When the absentee spouse reappears;",
          "When the court, being satisfied that the spouse granted the power of administration in the marriage settlements will not again abuse that power, authorizes the resumption of said administration;",
          "When the spouse who has left the conjugal home without a decree of legal separation resumes common life with the other;",
          "When parental authority is judicially restored to the spouse previously deprived thereof;",
          "When the spouses who have separated in fact for at least one year, reconcile and resume common life;",
          "When after voluntary dissolution of the absolute community of property or conjugal partnership has been judicially decreed upon the joint petition of the spouses, they agree to the revival of the former property regime. No voluntary separation of property may thereafter be granted."
        ]
      },
      {
        "Article": 142,
        "Text": "The administration of all classes of exclusive property of either spouse may be transferred by the court to the other spouse:",
        "Conditions": [
          "When one spouse becomes the guardian of the other;",
          "When one spouse is judicially declared an absentee;",
          "When one spouse is sentenced to a penalty which carries with it civil interdiction;",
          "When one spouse becomes a fugitive from justice or is in hiding as an accused in a criminal case."
        ]
      }
    ]
  }
  