{
  "chapterTwelve": [
    {
      "id": "penalty",
      "title": "Merger of the Office for Northern Cultural Communities and the Office for Southern Cultural Communities",
      "subtitle": "Chapter XII",
      "sections": [
        {
          "name": "Section 74",
          "subtitle": "Merger of ONCC/OSCC.",
          "paragraph": "The Office for Northern Cultural Communities (ONCC) and the Office of Southern Cultural Communities (OSCC), created under Executive Order Nos. 122-B and 122-C respectively, are hereby merged as organic offices of the NCIP and shall continue to function under a revitalized and strengthened structures to achieve the objectives of the NCIP: Provided, That the positions of Staff Directors, Bureau Directors, Deputy Executive Directors and Executive Directors, except positions of Regional Directors and below, are hereby phased-out upon the effectivity of this Act: Provided, further, That officials and employees of the phased-out offices who may be qualified may apply for reappointment with the NCIP and may be given prior rights in the filling up of the newly created positions of NCIP, subject to the qualifications set by the Placement Committee: Provided, furthermore, That in the case where an indigenous person and a non-indigenous person with similar qualifications apply for the same position, priority shall be given to the former. Officers and employees who are to be phased-out as a result of the merger of their offices shall be entitled to gratuity a rate equivalent to one and a half (1 ½) months salary for every year of continuous and satisfactory service rendered or the equivalent nearest fraction thereof favorable to them on the basis of the highest salary received. If they are already entitled to retirement or gratuity, they shall have the option to select either such retirement benefits or the gratuity herein provided. Officers and employees who may be reinstated shall refund such retirement benefits or gratuity received: Provided, finally, That absorbed personnel must still meet the qualifications and standards set by the Civil Service and the Placement Committee herein created."
        },
        {
          "name": "Section 75",
          "subtitle": "Transition Period.",
          "paragraph": "The ONCC/OSCC shall have a period of six (6) months from the effectivity of this Act within which to wind up its affairs and to conduct audit of its finances."
        },
        {
          "name": "Section 76",
          "subtitle": "Transfer of Assets/Properties.",
          "paragraph": "All real and personal properties which are vested in, or belonging to, the merged offices as aforestated shall be transferred to the NCIP without further need of conveyance, transfer or assignment and shall be held for the same purpose as they were held by the former offices: Provided, That all contracts, records and documents relating to the operations of the merged offices shall be transferred to the NCIP. All agreements and contracts entered into by the merged offices shall remain in full force and effect unless otherwise terminated, modified or amended by the NCIP."
        },
        {
          "name": "Section 77",
          "subtitle": "Placement Committee.",
          "paragraph": "Subject to rules on government reorganization, a Placement Committee shall be created by the NCIP, in coordination with the Civil Service Commission, which shall assist in the judicious selection and placement of personnel in order that the best qualified and most deserving persons shall be appointed in the reorganized agency. The Placement Committee shall be composed of seven (7) commissioners and an ICCs’/IPs’ representative from each of the first and second level employees association in the Offices for Northern and Southern Cultural Communities (ONCC/OSCC), nongovernment organizations (NGOs) who have served the community for at least five (5) years and peoples organizations (POs) with at least five (5) years of existence. They shall be guided by the criteria of retention and appointment to be prepared by the consultative body and by the pertinent provisions of the civil service law."
        }
      ]
    }
  ]
}
