{
  "chapterSeven": [
    {
      "id": "NCIP",
      "title": "National Commission on Indigenous Peoples (NCIP)",
      "subtitle": "Chapter VII",
      "sections": [
        {
          "name": "Section 38",
          "subtitle": "National Commission on Indigenous Cultural Communities/Indigenous Peoples (NCIP).",
          "paragraph": "To carry out the policies herein set forth, there shall be created the National Commission on ICCs/IPs (NCIP), which shall be the primary government agency responsible for the formulation and implementation of policies, plans and programs to promote and protect the rights and well-being of the ICCs/IPs and the recognition of their ancestral domains as well as the rights thereto."
        },
        {
          "name": "Section 39",
          "subtitle": "Mandate.",
          "paragraph": "The NCIP shall protect and promote the interest and well-being of the ICCs/IPs with due regard to their beliefs, customs, traditions and institutions."
        },
        {
          "name": "Section 40",
          "subtitle": "Composition",
          "paragraph": "The NCIP shall be an independent agency under the Office of the President and shall be composed of seven (7) Commissioners belonging to ICCs/IPs, one (1) of whom shall be the Chairperson. The Commissioners shall be appointed by the President of the Philippines from a list of recommendees submitted by authentic ICCs/IPs: Provided, That the seven (7) Commissioners shall be appointed specifically from each of the following ethnographic areas: Region I and the Cordilleras; Region II; the rest of Luzon; Island Groups including Mindoro, Palawan, Romblon, Panay and the rest of the Visayas; Northern and Western Mindanao; Southern and Eastern Mindanao; and Central Mindanao: Provided, That at least two (2) of the seven (7) Commissioners shall be women."
        },
        {
          "name": "Section 41",
          "subtitle": "Qualifications, Tenure, Compensation.",
          "paragraph": [
            "The Chairperson and the six (6) Commissioners must be natural born Filipino citizens, bona fide members of the ICCs/IPs as certified by his/her tribe, experienced in ethnic affairs and who have worked for at least ten (10) years with an ICC/IP community and/or any government agency involved in ICC/IP, at least 35 years of age at the time of appointment, and must be of proven honesty and integrity: Provided, That at least two (2) of the seven (7) Commissioners shall be members of the Philippine Bar: Provided, further, That the members of the NCIP shall hold office for a period of three (3) years, and may be subject to re-appointment for another term: Provided, furthermore, That no person shall serve for more than two (2) terms.",
            "Appointment to any vacancy shall only be for the unexpired term of the predecessor and in no case shall a member be appointed or designated in a temporary or acting capacity: Provided, finally, That the Chairperson and the Commissioners shall be entitled to compensation in accordance with the Salary Standardization Law."
          ]
        },
        {
          "name": "Section 42",
          "subtitle": "Removal from Office.",
          "paragraph": "Any member of the NCIP may be removed from office by the President, on his own initiative or upon recommendation by any indigenous community, before the expiration of his term for cause and after complying with due process requirement of law."
        },
        {
          "name": "Section 43",
          "subtitle": "Appointment of Commissioners.",
          "paragraph": "The President shall appoint the seven (7) Commissioners of the NCIP within ninety (90) days from the effectivity of this Act."
        }
      ]
    }
  ],

  "chapterPower": [
    {
      "name": "Section 44",
      "subtitle": "Powers and Functions.",
      "sub_paragraphs": "To accomplish its mandate, the NCIP shall have the following powers, jurisdiction and function:",
      "section": {
        "paragraph": [
          "a. To accomplish its mandate, the NCIP shall have the following powers, jurisdiction and function.",
          "b. To review and assess the conditions of ICCs/IPs including existing laws and policies pertinent thereto and to propose relevant laws and policies to address their role in national development;",
          "c. To formulate and implement policies, plans, programs and projects for the economic, social and cultural development of the ICCs/IPs and to monitor the implementation thereof;",
          "d, To request and engage the services and support of experts from other agencies of government or employ private experts and consultants as may be required in the pursuit of its objectives;",
          "e.To issue certificate of ancestral land/domain title;",
          "f. Subject to existing laws, to enter into contracts, agreements, or arrangement, with government or private agencies or entities as may be necessary to attain the objectives of this Act, and subject to the approval of the President, to obtain loans from government lending institutions and other lending institutions to finance its programs;",
          "g. To negotiate for funds and to accept grants, donations, gifts and/or properties in whatever form and from whatever source, local and international, subject to the approval of the President of the Philippines, for the benefit of ICCs/IPs and administer the same in accordance with the terms thereof; or in the absence of any condition, in such manner consistent with the interest of ICCs/IPs as well as existing laws;",
          "h. To coordinate development programs and projects for the advancement of the ICCs/IPs and to oversee the proper implementation thereof;",
          "i. To convene periodic conventions or assemblies of IPs to review, assess as well as propose policies or plans;",
          "j. To advise the President of the Philippines on all matters relating to the ICCs/IPs and to submit within sixty (60) days after the close of each calendar year, a report of its operations and achievements;",
          "k. To submit to Congress appropriate legislative proposals intended to carry out the policies under this Act;",
          "l. To prepare and submit the appropriate budget to the Office of the President;",
          "m. To issue appropriate certification as a pre-condition to the grant of permit, lease, grant, or any other similar authority for the disposition, utilization, management and appropriation by any private individual, corporate entity or any government agency, corporation or subdivision thereof on any part or portion of the ancestral domain taking into consideration the consensus approval of the ICCs/IPs concerned;",
          "n. To decide all appeals from the decisions and acts of all the various offices within the Commission;",
          "o. To promulgate the necessary rules and regulations for the implementation of this Act;",
          "p. To exercise such other powers and functions as may be directed by the President of the Republic of the Philippines; and",
          "q. To represent the Philippine ICCs/IPs in all international conferences and conventions dealing with indigenous peoples and other related concerns."
        ]
      }
    }
  ],

  "chapterSevenII": [
    {
      "name": "Section 45",
      "subtitle": "Accessibility and Transparency.",
      "paragraph": "Subject to such limitations as may be provided by law or by rules and regulations promulgated pursuant thereto, all official records, documents and papers pertaining to official acts, transactions or decisions, as well as research data used as basis for policy development of the Commission shall be made accessible to the public."
    }
  ],

  "offices": [
    {
      "name": "Section 46",
      "subtitle": "Offices within the NCIP.",
      "sub_paragraphs": "The NCIP shall have the following offices which shall be responsible for the implementation of the policies hereinafter provided:",
      "sections": [
        {
          "name": "a. Ancestral Domains Office",
          "paragraph": "The Ancestral Domain Office shall be responsible for the identification, delineation and recognition of ancestral lands/domains. It shall also be responsible for the management of ancestral lands/domains in accordance with a master plan as well as the implementation of the ancestral domain rights of the ICCs/IPs as provided in Chapter III of this Act. It shall also issue, upon the free and prior informed consent of the ICCs/IPs concerned, certification prior to the grant of any license, lease or permit for the exploitation of natural resources affecting the interests of ICCs/IPs or their ancestral domains and to assist the ICCs/IPs in protecting the territorial integrity of all ancestral domains. It shall likewise perform such other functions as the Commission may deem appropriate and necessary;"
        },
        {
          "name": "b. Office on Policy, Planning and Research",
          "paragraph": "The Office on Policy, Planning and Research shall be responsible for the formulation of appropriate policies and programs for ICCs/IPs such as, but not limited to, the development of a Five-Year Master Plan for the ICCs/IPs. Such plan shall undergo a process such that every five years, the Commission shall endeavor to assess the plan and make ramifications in accordance with the changing situations. The Office shall also undertake the documentation of customary law and shall establish and maintain a Research Center that would serve as a depository of ethnographic information for monitoring, evaluation and policy formulation. It shall assist the legislative branch of the national government in the formulation of appropriate legislation benefiting ICCs/IPs;"
        },
        {
          "name": "c. Office of Education, Culture and Health",
          "paragraph": [
            "The Office on Culture, Education and Health shall be responsible for the effective implementation of the education, cultural and related rights as provided in this Act. It shall assist, promote and support community schools, both formal and non-formal, for the benefit of the local indigenous community, especially in areas where existing educational facilities are not accessible to members of the indigenous group. It shall administer all scholarship programs and other educational rights intended for ICC/IP beneficiaries in coordination with the Department of Education, Culture and Sports and the Commission on Higher Education. It shall undertake, within the limits of available appropriation, a special program which includes language and vocational training, public health and family assistance program and related subjects.",
            "It shall also identify ICCs/IPs with potential training in the health profession and encourage and assist them to enroll in schools of medicine, nursing, physical therapy and other allied courses pertaining to the health profession.",
            "Towards this end, the NCIP shall deploy a representative in each of the said offices who shall personally perform the foregoing task and who shall receive complaints from the ICCs/IPs and compel action from appropriate agency. It shall also monitor the activities of the National Museum and other similar government agencies generally intended to manage and preserve historical and archeological artifacts of the ICCs/IPs and shall be responsible for the implementation of such other functions as the NCIP may deem appropriate and necessary;"
          ]
        },
        {
          "name": "d. Office on Socio-Economic Services and Special Concerns",
          "paragraph": "The Office on Socio-Economic Services and Special Concerns shall serve as the Office through which the NCIP shall coordinate with pertinent government agencies specially charged with the implementation of various basic socio-economic services, policies, plans and programs affecting the ICCs/IPs to ensure that the same are properly and directly enjoyed by them. It shall also be responsible for such other functions as the NCIP may deem appropriate and necessary;"
        },
        {
          "name": "e. Office of Empowerment and Human Rights",
          "paragraph": "The Office of Empowerment and Human Rights shall ensure that indigenous socio-political, cultural and economic rights are respected and recognized. It shall ensure that capacity building mechanisms are instituted and ICCs/IPs are afforded every opportunity, if they so choose, to participate in all levels of decision-making. It shall likewise ensure that the basic human rights, and such other rights as the NCIP may determine, subject to existing laws, rules and regulations, are protected and promoted;"
        },
        {
          "name": "f. Administrative Office",
          "paragraph": "The Administrative Office shall provide the NCIP with economical, efficient and effective services pertaining to personnel, finance, records, equipment, security, supplies and related services. It shall also administer the Ancestral Domains Fund; and"
        },
        {
          "name": "g. Legal Affairs Office",
          "paragraph": "There shall be a Legal Affairs Office which shall advice the NCIP on all legal matters concerning ICCs/IPs and which shall be responsible for providing ICCs/IPs with legal assistance in litigation involving community interest. It shall conduct preliminary investigation on the basis of complaints filed by the ICCs/IPs against a natural or juridical person believed to have violated ICCs/IPs rights. On the basis of its findings, it shall initiate the filing of appropriate legal or administrative action to the NCIP."
        }
      ]
    }
  ],

  "chapterSevenIII": [
    {
      "name": "Section 47",
      "subtitle": "Other Offices.",
      "paragraph": "The NCIP shall have the power to create additional offices as it may deem necessary subject to existing rules and regulations."
    },
    {
      "name": "Section 48",
      "subtitle": "Regional and Field Offices.",
      "paragraph": "Existing regional and field offices shall remain to function under the strengthened organizational structure of the NCIP. Other field offices shall be created wherever appropriate and the staffing pattern thereof shall be determined by the NCIP: Provided, That in provinces where there are ICCs/IPs but without field offices, the NCIP shall establish field offices in said provinces."
    },
    {
      "name": "Section 49",
      "subtitle": "Office of the Executive Director.",
      "paragraph": "The NCIP shall create the Office of the Executive Director which shall serve as its secretariat. The Office shall be headed by an Executive Director who shall be appointed by the President of the Republic of the Philippines upon recommendation of the NCIP on a permanent basis. The staffing pattern of the office shall be determined by the NCIP subject to the existing rules and regulations."
    },
    {
      "name": "Section 50",
      "subtitle": "Consultative Body.",
      "paragraph": "A body consisting of the traditional leaders, elders and representatives from the women and youth sectors of the different ICCs/IPs shall be constituted by the NCIP from time to time to advise it on matters relating to the problems, aspirations and interests of the ICCs/IPs."
    }
  ]
}
