{
  "chapterTwelve": [
    {
      "id": "final_provisions",
      "title": "Final Provisions",
      "subtitle": "Chapter XIII",
      "sections": [
        {
          "name": "Section 78",
          "subtitle": "Special Provision.",
          "paragraph": "The City of Baguio shall remain to be governed by its Charter and all lands proclaimed as part of its townsite reservation shall remain as such until otherwise reclassified by appropriate legislation: Provided, That prior land rights and titles recognized and/or acquired through any judicial, administrative or other processes before the effectivity of this Act shall remain valid: Provided, further, That this provision shall not apply to any territory which becomes part of the City of Baguio after the effectivity of this Act."
        },
        {
          "name": "Section 79",
          "subtitle": "Appropriations.",
          "paragraph": "The amount necessary to finance the initial implementation of this Act shall be charged against the current year’s appropriation of the ONCC and the OSCC. Thereafter, such sums as may be necessary for its continued implementation shall be included in the annual General Appropriations Act."
        },
        {
          "name": "Section 80",
          "subtitle": "Implementing Rules and Regulations.",
          "paragraph": "Within sixty (60) days immediately after appointment, the NCIP shall issue the necessary rules and regulations, in consultation with the Committees on National Cultural Communities of the House of Representatives and the Senate, for the effective implementation of this Act."
        },
        {
          "name": "Section 81",
          "subtitle": "Saving Clause.",
          "paragraph": "This Act will not in any manner adversely affect the rights and benefits of the ICCs/IPs under other conventions, recommendations, international treaties, national laws, awards, customs and agreements."
        },
        {
          "name": "Section 82",
          "subtitle": "Separability Clause.",
          "paragraph": "In case any provision of this Act or any portion thereof is declared unconstitutional by a competent court, other provisions shall not be affected thereby."
        },
        {
          "name": "Section 83",
          "subtitle": "Repealing Clause.",
          "paragraph": "Presidential Decree No. 410, Executive Order Nos. 122-B and 122-C, and all other laws, decrees, orders, rules and regulations or parts thereof inconsistent with this Act are hereby repealed or modified accordingly."
        },
        {
          "name": "Section 84",
          "subtitle": "Effectivity.",
          "paragraph": "This Act shall take effect fifteen (15) days upon its publication in the Official Gazette or in any two (2) newspapers of general circulation."
        }
      ]
    }
  ]
}
