{
    "chapter": {
      "name": "Chapter 3 - Effect of Parental Authority Upon the Persons of the Children",
      "articles": [
        {
          "article": 220,
          "text": "The parents and those exercising parental authority shall have with respect to their unemancipated children on wards the following rights and duties:",
          "provisions": [
            "To keep them in their company, to support, educate and instruct them by right precept and good example, and to provide for their upbringing in keeping with their means;",
            "To give them love and affection, advice and counsel, companionship and understanding;",
            "To provide them with moral and spiritual guidance, inculcate in them honesty, integrity, self-discipline, self-reliance, industry and thrift, stimulate their interest in civic affairs, and inspire in them compliance with the duties of citizenship;",
            "To furnish them with good and wholesome educational materials, supervise their activities, recreation and association with others, protect them from bad company, and prevent them from acquiring habits detrimental to their health, studies and morals;",
            "To represent them in all matters affecting their interests;",
            "To demand from them respect and obedience;",
            "To impose discipline on them as may be required under the circumstances;",
            "To perform such other duties as are imposed by law upon parents and guardians."
          ]
        },
        {
          "article": 221,
          "text": "Parents and other persons exercising parental authority shall be civilly liable for the injuries and damages caused by the acts or omissions of their unemancipated children living in their company and under their parental authority subject to the appropriate defenses provided by law."
        },
        {
          "article": 222,
          "text": "The courts may appoint a guardian of the child's property or a guardian ad litem when the best interests of the child so requires."
        },
        {
          "article": 223,
          "text": "The parents or, in their absence or incapacity, the individual, entity or institution exercising parental authority, may petition the proper court of the place where the child resides, for an order providing for disciplinary measures over the child. The child shall be entitled to the assistance of counsel, either of his choice or appointed by the court, and a summary hearing shall be conducted wherein the petitioner and the child shall be heard.",
          "additional_text": "However, if in the same proceeding the court finds the petitioner at fault, irrespective of the merits of the petition, or when the circumstances so warrant, the court may also order the deprivation or suspension of parental authority or adopt such other measures as it may deem just and proper."
        },
        {
          "article": 224,
          "text": "The measures referred to in the preceding article may include the commitment of the child for not more than thirty days in entities or institutions engaged in child care or in children's homes duly accredited by the proper government agency.",
          "additional_text": "The parent exercising parental authority shall not interfere with the care of the child whenever committed but shall provide for his support. Upon proper petition or at its own instance, the court may terminate the commitment of the child whenever just and proper."
        }
      ]
    }
  }
  