{
    "FamilyCodeOfThePhilippines": {
      "President": "Corazon C. Aquino",
      "Title": "Marriage",
      "Chapters": [
        {
          "Chapter": 1,
          "Title": "Requisites of Marriage",
          "Articles": [
            {
              "Article": 1,
              "Content": "Marriage is a special contract of permanent union between a man and a woman entered into in accordance with law for the establishment of conjugal and family life. It is the foundation of the family and an inviolable social institution whose nature, consequences, and incidents are governed by law and not subject to stipulation, except that marriage settlements may fix the property relations during the marriage within the limits provided by this Code."
            },
            {
              "Article": "2, No marriage shall be valid, unless these essential requisites are present",
              "EssentialRequisites": [
                "Legal capacity of the contracting parties who must be a male and a female",
                "Consent freely given in the presence of the solemnizing officer"
              ]
            },
            {
              "Article": "3, The formal requisites of marriage are:",
              "FormalRequisites": [
                "Authority of the solemnizing officer",
                "A valid marriage license except in the cases provided for in Chapter 2 of this Title; and",
                "A marriage ceremony which takes place with the appearance of the contracting parties before the solemnizing officer and their personal declaration that they take each other as husband and wife in the presence of not less than two witnesses of legal age"
              ]
            },
            {
              "Article": 4,
              "Content": "The absence of any of the essential or formal requisites shall render the marriage void ab initio, except as stated in Article 35, A defect in any of the essential requisites shall not affect the validity of the marriage but the party or parties responsible for the irregularity shall be civilly, criminally and administratively liable."
            },
            {
              "Article": 5,
              "Content": "Any male or female of the age of eighteen years or upwards not under any of the impediments mentioned in Articles 37 and 38, may contract marriage."
            },
            {
              "Article": 6,
              "Content":[ "No prescribed form or religious rite for the solemnization of the marriage is required. It shall be necessary, however, for the contracting parties to appear personally before the solemnizing officer and declare in the presence of not less than two witnesses of legal age that they take each other as husband and wife. This declaration shall be contained in the marriage certificate which shall be signed by the contracting parties and their witnesses and attested by the solemnizing officer.",
              "In case of a marriage in articulo mortis, when the party at the point of death is unable to sign the marriage certificate, it shall be sufficient for one of the witnesses to the marriage to write the name of said party, which fact shall be attested by the solemnizing officer. (55a)"]
            },
            {
              "Article": "7, Marriage may be solemnized by:",
              "MarriageMayBeSolemnizedBy": [
                "Any incumbent member of the judiciary within the court's jurisdiction",
                "Any priest, rabbi, imam, or minister of any church or religious sect duly authorized by his church or religious sect and registered with the civil registrar general, acting within the limits of the written authority granted by his church or religious sect and provided that at least one of the contracting parties belongs to the solemnizing officer's church or religious sect;",
                "Any ship captain or airplane chief only in the case mentioned in Article 31",
                "Any military commander of a unit to which a chaplain is assigned, in the absence of the latter, during a military operation, likewise only in the cases mentioned in Article 32 ",
                "Any consul-general, consul or vice-consul in the case provided in Article 10."
              ]
            },
            {
              "Article": 8,
              "Content": "The marriage shall be solemnized publicly in the chambers of the judge or in open court, in the church, chapel or temple, or in the office the consul-general, consul or vice-consul, as the case may be, and not elsewhere, except in cases of marriages contracted on the point of death or in remote places in accordance with Article 29 of this Code, or where both of the parties request the solemnizing officer in writing in which case the marriage may be solemnized at a house or place designated by them in a sworn statement to that effect."
            },
            {
              "Article": 9,
              "Content": " A marriage license shall be issued by the local civil registrar of the city or municipality where either contracting party habitually resides, except in marriages where no license is required in accordance with Chapter 2 of this Title"
            },
            {
              "Article": 10,
              "Content": "Marriages between Filipino citizens abroad may be solemnized by a consul-general, consul or vice-consul of the Republic of the Philippines. The issuance of the marriage license and the duties of the local civil registrar and of the solemnizing officer with regard to the celebration of marriage shall be performed by said consular official."
            },
            {
              "Article": "11, Where a marriage license is required, each of the contracting parties shall file separately a sworn application for such license with the proper local civil registrar which shall specify the following:",
              "MarriageLicenseRequirements": [
                "Full name of the contracting party",
                "Place of birth",
                "Age and date of birth",
                "Civil status",
                "If previously married, how, when and where the previous marriage was dissolved or annulled",
                "Present residence and citizenship",
                "Degree of relationship of the contracting parties",
                "Full name, residence, and citizenship of the father and mother",
                "Full name, residence and citizenship of the guardian or person having charge, in case the contracting party has neither father nor mother and is under the age of twenty-one years."
              ]
            },
            {
              "Article": 12,
              "Content": ["Article 12. The local civil registrar, upon receiving such application, shall require the presentation of the original birth certificates or, in default thereof, the baptismal certificates of the contracting parties or copies of such documents duly attested by the persons having custody of the originals. These certificates or certified copies of the documents by this Article need not be sworn to and shall be exempt from the documentary stamp tax. The signature and official title of the person issuing the certificate shall be sufficient proof of its authenticity.",
              "If either of the contracting parties is unable to produce his birth or baptismal certificate or a certified copy of either because of the destruction or loss of the original or if it is shown by an affidavit of such party or of any other person that such birth or baptismal certificate has not yet been received though the same has been required of the person having custody thereof at least fifteen days prior to the date of the application, such party may furnish in lieu thereof his current residence certificate or an instrument drawn up and sworn to before the local civil registrar concerned or any public official authorized to administer oaths. Such instrument shall contain the sworn declaration of two witnesses of lawful age, setting forth the full name, residence and citizenship of such contracting party and of his or her parents, if known, and the place and date of birth of such party. The nearest of kin of the contracting parties shall be preferred as witnesses, or, in their default, persons of good reputation in the province or the locality.",
              "The presentation of birth or baptismal certificate shall not be required if the parents of the contracting parties appear personally before the local civil registrar concerned and swear to the correctness of the lawful age of said parties, as stated in the application, or when the local civil registrar shall, by merely looking at the applicants upon their personally appearing before him, be convinced that either or both of them have the required age."
              ]
            },
            {
              "Article": 13,
              "Content": "In case either of the contracting parties has been previously married, the applicant shall be required to furnish, instead of the birth or baptismal certificate required in the last preceding article, the death certificate of the deceased spouse or the judicial decree of the absolute divorce, or the judicial decree of annulment or declaration of nullity of his or her previous marriage. In case the death certificate cannot be secured, the party shall make an affidavit setting forth this circumstance and his or her actual civil status and the name and date of death of the deceased spouse."
            },
            {
              "Article": 14,
              "Content": "In case either or both of the contracting parties, not having been emancipated by a previous marriage, are between the ages of eighteen and twenty-one, they shall, in addition to the requirements of the preceding articles, exhibit to the local civil registrar, the consent to their marriage of their father, mother, surviving parent or guardian, or persons having legal charge of them, in the order mentioned. Such consent shall be manifested in writing by the interested party, who personally appears before the proper local civil registrar, or in the form of an affidavit made in the presence of two witnesses and attested before any official authorized by law to administer oaths. The personal manifestation shall be recorded in both applications for marriage license, and the affidavit, if one is executed instead, shall be attached to said applications."
            },
            {
              "Article": 15,
              "Content": "Any contracting party between the age of twenty-one and twenty-five shall be obliged to ask their parents or guardian for advice upon the intended marriage. If they do not obtain such advice, or if it be unfavorable, the marriage license shall not be issued till after three months following the completion of the publication of the application therefor. A sworn statement by the contracting parties to the effect that such advice has been sought, together with the written advice given, if any, shall be attached to the application for marriage license. Should the parents or guardian refuse to give any advice, this fact shall be stated in the sworn statement."
            },
            {
              "Article": 16,
              "Content": "In the cases where parental consent or parental advice is needed, the party or parties concerned shall, in addition to the requirements of the preceding articles, attach a certificate issued by a priest, imam or minister authorized to solemnize marriage under Article 7 of this Code or a marriage counsellor duly accredited by the proper government agency to the effect that the contracting parties have undergone marriage counselling. Failure to attach said certificates of marriage counselling shall suspend the issuance of the marriage license for a period of three months from the completion of the publication of the application. Issuance of the marriage license within the prohibited period shall subject the issuing officer to administrative sanctions but shall not affect the validity of the marriage. Should only one of the contracting parties need parental consent or parental advice, the other party must be present at the counselling referred to in the preceding paragraph."
            },
            {
              "Article": 17,
              "Content": "The local civil registrar shall prepare a notice which shall contain the full names and residences of the applicants for a marriage license and other data given in the applications. The notice shall be posted for ten consecutive days on a bulletin board outside the office of the local civil registrar located in a conspicous place within the building and accessible to the general public. This notice shall request all persons having knowledge of any impediment to the marriage to advise the local civil registrar thereof. The marriage license shall be issued after the completion of the period of publication."
            },
            {
              "Article": 18,
              "Content": "In case of any impediment known to the local civil registrar or brought to his attention, he shall note down the particulars thereof and his findings thereon in the application for marriage license, but shall nonetheless issue said license after the completion of the period of publication, unless ordered otherwise by a competent court at his own instance or that of any interest party. No filing fee shall be charged for the petition nor a corresponding bond required for the issuances of the order."
            },
            {
              "Article": 19,
              "Content": "The local civil registrar shall require the payment of the fees prescribed by law or regulations before the issuance of the marriage license. No other sum shall be collected in the nature of a fee or tax of any kind for the issuance of said license. It shall, however, be issued free of charge to indigent parties, that is those who have no visible means of income or whose income is insufficient for their subsistence a fact established by their affidavit, or by their oath before the local civil registrar."
            },
            {
              "Article": 20,
              "Content": "The license shall be valid in any part of the Philippines for a period of one hundred twenty days from the date of issue, and shall be deemed automatically cancelled at the expiration of the said period if the contracting parties have not made use of it. The expiry date shall be stamped in bold characters on the face of every license issued"
            },
            {
              "Article": 21,
              "Content": "When either or both of the contracting parties are citizens of a foreign country, it shall be necessary for them before a marriage license can be obtained, to submit a certificate of legal capacity to contract marriage, issued by their respective diplomatic or consular officials. Stateless persons or refugees from other countries shall, in lieu of the certificate of legal capacity herein required, submit an affidavit stating the circumstances showing such capacity to contract marriage"
            },
            {
              "Article": "22, The marriage certificate, in which the parties shall declare that they take each other as husband and wife, shall also state",
              "MarriageCertificateContents": [
                "Full name, sex, and age of each contracting party",
                "Citizenship, religion, and habitual residence",
                "Date and precise time of celebration of the marriage",
                "That the proper marriage license has been issued according to law, except in marriage provided for in Chapter 2 of this Title",
                "That either or both of the contracting parties have secured the parental consent in appropriate cases",
                "That either or both of the contracting parties have complied with the legal requirement regarding parental advice in appropriate cases; and",
                "That the parties have entered into marriage settlement, if any, attaching a copy thereof."
              ]
            },
            {
              "Article": 23,
              "Content": " It shall be the duty of the person solemnizing the marriage to furnish either of the contracting parties the original of the marriage certificate referred to in Article 6 and to send the duplicate and triplicate copies of the certificate not later than fifteen days after the marriage, to the local civil registrar of the place where the marriage was solemnized. Proper receipts shall be issued by the local civil registrar to the solemnizing officer transmitting copies of the marriage certificate. The solemnizing officer shall retain in his file the quadruplicate copy of the marriage certificate, the copy of the marriage certificate, the original of the marriage license and, in proper cases, the affidavit of the contracting party regarding the solemnization of the marriage in place other than those mentioned in Article 8."
            },
            {
              "Article": 24,
              "Content": " It shall be the duty of the local civil registrar to prepare the documents required by this Title, and to administer oaths to all interested parties without any charge in both cases. The documents and affidavits filed in connection with applications for marriage licenses shall be exempt from documentary stamp tax."
            },
            {
              "Article": 25,
              "Content": "The local civil registrar concerned shall enter all applications for marriage licenses filed with him in a registry book strictly in the order in which the same are received. He shall record in said book the names of the applicants, the date on which the marriage license was issued, and such other data as may be necessary."
            },
            {
              "Article": 26,
              "Content": "All marriages solemnized outside the Philippines, in accordance with the laws in force in the country where they were solemnized, and valid there as such, shall also be valid in this country, except those prohibited under Articles 35 (1), (4), (5) and (6), 3637 and 38. Where a marriage between a Filipino citizen and a foreigner is validly celebrated and a divorce is thereafter validly obtained abroad by the alien spouse capacitating him or her to remarry, the Filipino spouse shall have capacity to remarry under Philippine law. (As amended by Executive Order 227)"
            }
          ]
        }
      ]
    }
  }
  